export const termsAndConditions = {
  title: '이용약관 동의(필수)',
  contents:
    '1.수집하는 개인정보의 항목 서비스 과정에서 아래와 같은 정보들을 어쩌고 저쩌고 수집하고 있습니다. -이메일 주소 -아이디 1.수집하는 개인정보의 항목 서비스 과정에서 아래와 같은 정보들을 어쩌고 저쩌고 수집하고 있습니다. -이메일 주소 -아이디 1.수집하는 개인정보의 항목 서비스 과정에서 아래와 같은 정보들을 어쩌고 저쩌고 수집하고 있습니다. -이메일 주소 -아이디 1.수집하는 개인정보의 항목 서비스 과정에서 아래와 같은 정보들을 어쩌고 저쩌고 수집하고 있습니다. -이메일 주소 -아이디 1.수집하는 개인정보의 항목 서비스 과정에서 아래와 같은 정보들을 어쩌고 저쩌고 수집하고 있습니다. -이메일 주소 -아이디 1.수집하는 개인정보의 항목 서비스 과정에서 아래와 같은 정보들을 어쩌고 저쩌고 수집하고 있습니다. -이메일 주소 -아이디',
};

export const privacyPolicyAgreement = {
  title: '개인정보 수집 및 이용 동의(필수)',
  contents:
    '1.수집하는 개인정보의 항목 서비스 과정에서 아래와 같은 정보들을 어쩌고 저쩌고 수집하고 있습니다. -이메일 주소 -아이디 1.수집하는 개인정보의 항목 서비스 과정에서 아래와 같은 정보들을 어쩌고 저쩌고 수집하고 있습니다. -이메일 주소 -아이디 1.수집하는 개인정보의 항목 서비스 과정에서 아래와 같은 정보들을 어쩌고 저쩌고 수집하고 있습니다. -이메일 주소 -아이디 1.수집하는 개인정보의 항목 서비스 과정에서 아래와 같은 정보들을 어쩌고 저쩌고 수집하고 있습니다. -이메일 주소 -아이디 1.수집하는 개인정보의 항목 서비스 과정에서 아래와 같은 정보들을 어쩌고 저쩌고 수집하고 있습니다. -이메일 주소 -아이디 1.수집하는 개인정보의 항목 서비스 과정에서 아래와 같은 정보들을 어쩌고 저쩌고 수집하고 있습니다. -이메일 주소 -아이디',
};
